[
    {
        "id": "1",
        "model": " INTRUDER ABS FI",
        "price": 299000,
        "type": "cruiser",
        "img": " https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__158919613785197.png",
        "overview": "The INTRUDER 155CC establishes Suzuki in the cruiser segment by giving a unique exposure to Suzuki’s international Intruder heritage "
    },
    {
        "id": "2",
        "model": "INTRUDER ABS ",
        "price": 275000,
        "type": "cruiser",
        "img": "https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__154564752147110.png ",
        "overview": "The INTRUDER 155CC establishes Suzuki in the cruiser segment by giving a unique exposure to Suzuki’s international Intruder heritage "
    },
    {
        "id": "3",
        "model": "GIXXER 155CC ",
        "price": 174950,
        "type": "sports",
        "img": "https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__154331566616805.png",
        "overview": "Here is the latest version of your favorite street sport bike with the same engine specifications and engine test as the Gixxer. With its new advanced Disc-Brake, it promises a really fabulous, more stable and more confident riding experience on all kinds of terrain. "
    },
    {
        "id": "4",
        "model": "THE NEW GIXXER 155CC (2021) ",
        "price": 244950,
        "type": "sports",
        "img": "https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__162419185829269.png",
        "overview": "The New Gixxer is featured with muscular street bike styling right, the overall ethos of the appearance is premium & stylish. There’s a large, sculpted fuel tank that takes center-stage, and the flat, wide handlebars give the New Gixxer a butch stance. The New Gixxer’s sharp look is also thanks to the LED headlight and tail-lamp that Suzuki is offering. Turn indicators continue to be conventional bulbs. Instrumentation is a fully digital affair with read-outs like two trip meters and real-time fuel efficiency being shown. Single-channel ABS ensures safety when panic braking. The price of Gixxer Carb-Disc is BDT 224,950/-. "
    },
    {
        "id": "5",
        "model": "NEW GIXXER SF",
        "price": 291950,
        "type": "sports",
        "img": "https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__162419220511735.png",
        "overview": "The All-New Gixxer SF 155, from the makers of Hayabusa and GSX-R, comes the latest from a lineage of legends. The generational update makes the Suzuki Gixxer SF look more premium and sportier than before. It gets edgier styling, clip-on handlebars, and a split seat to complete the effect. The Suzuki Gixxer SF has impressive quality and fit and finish levels. It comes in three colors: Glass Sparkle Black, Mira Red, and the 100 Years Anniversary Edition comes with Solitary Silver - Triton Blue. The price of Gixxer SF Carb-Disc is BDT 271,950. "
    },
    {
        "id": "6",
        "model": "THE STREET KING ",
        "price": 349950,
        "type": "Super sports",
        "img": "https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__159802433199038.png",
        "overview": "Bandit is designed to provide a comfortable ride. Suzuki applies the characteristics of the GSX series which has superior engine performance. With a design with character, the Bandit is suitable for daily activities or touring with friends. Bandit Fi comes with a non-ABS version also; priced BDT 319,950. "
    },
    {
        "id": "7",
        "model": "GSX-R DUAL ABS",
        "price": 379950,
        "type": "Super sports",
        "img": "https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__162477004371588.png",
        "overview": "The Suzuki GSX-R Dual ABS line had defined sport bike performance for over 30 years, with more than a million sold worldwide. So the dedicated Suzuki engineers who have devoted their lives to the GSX-R Dual ABS take their responsibilities very seriously: every GSX-R Dual ABS is designed to be light and the best performing motorcycle in its class, in an unbeatable package. Meet the revolutionary Suzuki GSX-R150 Dual ABS with the best power-to-weight ratio and acceleration in the 147.3 cm3 class, plus nimble handling and great fuel economy. The GSX R 150 comes with a limited edition '100 Years Anniversary' Version priced BDT 395,000. "
    },
    {
        "id": "8",
        "model": "ACCESS 125 FI ",
        "price": 164950,
        "type": "SCOOTER",
        "img": "https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__161700334113796.png ",
        "overview": "The Suzuki Access 125 Fi is here to fulfill your wishes. With its world-class features and exciting color options, it is ready to take your lifestyle to a brand-new level of excitement. This wonderful blend of power and style will surely leave you surprised. It comes with Access 125 Disc Version. "
    },
    {
        "id": "9",
        "model": " BURGMAN STREET ",
        "price": 249000,
        "type": "SCOOTER",
        "img": "https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__155317136911274.png ",
        "overview": "The new BURGMAN STREET packs in a 125cc, 4-stroke air-cooled engine with SOHC 2 valve single-cylinder BS-IV Engine (8.7ps@7000rpm, 10.2Nm@5000 rpm); and is powered by the cutting edge SEP (Suzuki Eco Performance) technology, that offers an optimal fuel-efficiency without compromising on either power or performance. The CBS on new BURGMAN STREET enables operation of both brakes from the left brake lever, helping in maintaining a good balance between front and rear brake forces. BURGMAN STREET’s luxurious design follows the Suzuki European style design that gives BURGMAN STREET its premium looks. A bright LED headlight, position lamp and tail lamp set-up further reflects its premium aspect, the chrome accent on front and rear body parts reflect the premium aspect of the scooter which compliments the overall design by giving it a striking visual presence. "
    },
    {
        "id": "10",
        "model": "GSX 125 ",
        "price": 124950,
        "type": "COMMUTER",
        "img": "https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__159569435749130.png ",
        "overview": "The design of GSX 125 comes from the legendary Gixxer & GSX-R series. The aerodynamic shape & aggressive look is not less than any Gixxer or GSX-R series bike range. GSX 125 comes with the most modern & upgraded state of the art features. GSX 125 guarantees better mileage. "
    },
    {
        "id": "11",
        "model": "Samurai (GR 150)  ",
        "price": 139950,
        "type": "COMMUTER",
        "img": "https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__159681876020162.png ",
        "overview": "Samurai (GR 150) is the most robust and most comfortable bike which ensures your safe journey in any road condition and weather. It is a fastest bike with speed with stylish look and gives you a comfortable journey. "
    },
    {
        "id": "12",
        "model": "HAYATE EP ",
        "price": 109950,
        "type": "COMMUTER",
        "img": "https://www.suzuki.com.bd/images/bike_models/variant_color_images/variant_color_image__158935654015185.png ",
        "overview": "The premium-looking Suzuki Hayate EP is a more economical 110 CC motorbike that has been developed in the same wind tunnel where the legendary Hayabusa, GSX-R, and MotoGP machines are developed. The quality control of the Suzuki Gixxer SF is also done in the same rigorous process as the Hayabusa or the GSX-R. With a mileage of almost 85 km/l, it’s the most stylish yet economical option in the motorbike industry of Bangladesh. "
    }
]